{"parent":"page.-2.json","context":{"market":"international"},"sections":{"custom_liquid_khJYta":{"settings":{"custom_liquid":"<div style=\"font-family: Arial, sans-serif; font-size: 12px; line-height: 1.6; color: #333; padding: 10px;\">\n  <div style=\"border: 2px solid #333; padding: 10px; margin-bottom: 20px;\">\n    <h2 style=\"margin: 0;\">Handling of Personal Information<\/h2>\n  <\/div>\n\n  <h3 style=\"border-bottom: 1px solid #ddd; padding-bottom: 5px;\"><\/h3>\n \n\n  <h3 style=\"border-bottom: 1px solid #ddd; padding-bottom: 5px;\">Personal Information Protection Policy<\/h3>\n  <p>Ruzo Co., Ltd. (hereinafter referred to as \"the Company\") recognizes that protecting the personal information of all individuals (hereinafter referred to as \"data subjects\"), including customers who use our website and those who provide personal information to us, is an important responsibility. We establish the following handling policy and strive to protect personal information.<\/p>\n\n  <h4 style=\"border-bottom: 1px solid #ddd; padding-bottom: 5px;\">1. Definition of Personal Information<\/h4>\n  <p>In this Privacy Policy, \"personal information\" refers to information that can identify an individual, such as name, address, gender, date of birth, phone number, email address, user ID, password, interests, and other details provided through our publications and website.<\/p>\n\n  <h4 style=\"border-bottom: 1px solid #ddd; padding-bottom: 5px;\">2. Use of Personal Information<\/h4>\n  <h5>2-1 Member and User Management<\/h5>\n  <ul>\n    <li>Implementation of campaigns and surveys<\/li>\n    <li>Advertising, promotion, and sales solicitation of our products<\/li>\n    <li>Distribution of email newsletters<\/li>\n    <li>Notification of important matters regarding this website<\/li>\n    <li>Billing and fee calculation<\/li>\n    <li>Publication of information posted by members and users<\/li>\n  <\/ul>\n\n  <h5>2-2 Development<\/h5>\n  <ul>\n    <li>Handling various inquiries and after-sales services<\/li>\n    <li>Publication of information posted by members and users<\/li>\n    <li>Creation of statistical data for service improvement<\/li>\n    <li>Exercise of rights or fulfillment of obligations based on contracts or laws<\/li>\n  <\/ul>\n\n  <h4 style=\"border-bottom: 1px solid #ddd; padding-bottom: 5px;\">3. Management of Personal Information<\/h4>\n  <p>We strictly manage the personal information provided to us and strive to protect it by implementing appropriate security measures in accordance with laws, guidelines, and internal regulations to prevent unauthorized access, loss, destruction, alteration, and leakage. We also educate our employees on the proper handling of personal information and make every effort to ensure its protection.<\/p>\n\n  <h4 style=\"border-bottom: 1px solid #ddd; padding-bottom: 5px;\">4. Disclosure, Correction, and Deletion of Personal Information<\/h4>\n  <p>If you wish to disclose, correct, or delete the personal information you have provided, we will only do so after verifying your identity by asking for certain details such as your email address and date of birth. The Company will not disclose, correct, or delete your information to third parties without your prior consent.<\/p>\n\n  <h4 style=\"border-bottom: 1px solid #ddd; padding-bottom: 5px;\">5. Provision of Personal Information<\/h4>\n  <p>The personal information you provide may be disclosed in the following cases:<\/p>\n  <ul>\n    <li>When consent is given by the data subject<\/li>\n    <li>When required by law<\/li>\n  <\/ul>\n\n  <p><br><\/p>\n\n  <h4 style=\"border-bottom: 1px solid #ddd; padding-bottom: 5px;\">Contact Information for Personal Information Protection Policy<\/h4>\n  <p>The Company may change the content of this personal information handling policy without prior notice due to business needs, new laws, amendments to existing laws, or other circumstances. Any changes will be announced on this website. Please check the latest version of this page when using our services.<\/p>\n  <p>For requests or inquiries regarding the handling of personal information or retained personal data, please contact us through the inquiry form.<\/p>\n  <p><strong>Date of Enactment:<\/strong> 2024\/07\/02<\/p>\n  <p><strong>Company Name:<\/strong> Ruzo Co., Ltd.<\/p>\n\n<\/p>\n<\/div>"},"blocks":{}}}}